Repository: marmot-protocol/whitenoise-ios
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt, ru, tr, zh_hans, zh_hant

source: npub1…, nprofile1…, or hex public key
de: npub1…, nprofile1… oder hexadezimaler öffentlicher Schlüssel
es: npub1…, nprofile1… o llave pública hexadecimal
fr: npub1…, nprofile1… ou clé publique hexadécimale
it: npub1…, nprofile1… o chiave pubblica esadecimale
pt: npub1…, nprofile1… ou chave pública hexadecimal
ru: npub1…, nprofile1… или шестнадцатеричный открытый ключ
tr: npub1…, nprofile1… veya onaltılık ortak anahtar
zh_hans: npub1…、nprofile1…或十六进制公钥
zh_hant: npub1…、nprofile1…或十六進位公鑰

source: Objects
de: Objekte
es: Objetos
fr: Objets
it: Oggetti
pt: Objetos
ru: Объекты
tr: Nesneler
zh_hans: 对象
zh_hant: 物件

source: On
de: Ein
es: Activadas
fr: Activées
it: Attive
pt: Ativadas
ru: Вкл.
tr: Açık
zh_hans: 开
zh_hant: 開

source: On This iPhone
de: Auf diesem iPhone
es: En este iPhone
fr: Sur cet iPhone
it: Su questo iPhone
pt: Neste iPhone
ru: На этом iPhone
tr: Bu iPhone’da
zh_hans: 在此 iPhone 上
zh_hant: 在此 iPhone 上

source: Only admins can add or manage members.
de: Nur Administratoren können Mitglieder hinzufügen oder verwalten.
es: Sólo los administradores pueden agregar o administrar miembros.
fr: Seuls les administrateurs peuvent ajouter ou gérer des membres.
it: Solo gli amministratori possono aggiungere o gestire i membri.
pt: Somente administradores podem adicionar ou gerenciar membros.
ru: Только администраторы могут добавлять участников или управлять ими.
tr: Yalnızca yöneticiler üye ekleyebilir veya yönetebilir.
zh_hans: 只有管​​理员可以添加或管理成员。
zh_hant: 只有管​​理員可以新增或管理成員。

source: Only admins can manage group members.
de: Nur Administratoren können Gruppenmitglieder verwalten.
es: Sólo los administradores pueden gestionar los miembros del grupo.
fr: Seuls les administrateurs peuvent gérer les membres du groupe.
it: Solo gli amministratori possono gestire i membri del gruppo.
pt: Somente administradores podem gerenciar membros do grupo.
ru: Только администраторы могут управлять участниками группы.
tr: Grup üyelerini yalnızca yöneticiler yönetebilir.
zh_hans: 只有管​​理员可以管理群组成员。
zh_hant: 只有管​​理員可以管理群組成員。

source: Only mentions
de: Nur Erwähnungen
es: Solo menciones
fr: Mentions uniquement
it: Solo menzioni
pt: Apenas menções
ru: Только упоминания
tr: Yalnızca bahsetmeler
zh_hans: 仅提及
zh_hant: 僅提及

source: Only public HTTPS image URLs are allowed.
de: Nur öffentliche HTTPS-Bild-URLs sind erlaubt.
es: Solo se permiten URL de imágenes HTTPS públicas.
fr: Seules les URL d’images HTTPS publiques sont autorisées.
it: Sono consentiti solo URL di immagini HTTPS pubblici.
pt: Somente URLs públicas de imagens HTTPS são permitidas.
ru: Разрешены только общедоступные HTTPS URL изображений.
tr: Yalnızca herkese açık HTTPS görsel URL’lerine izin verilir.
zh_hans: 仅允许公开的 HTTPS 图片 URL。
zh_hant: 僅允許公開的 HTTPS 圖片 URL。

source: Only rejoin if you trust this invitation. A newer group version alone does not make it trustworthy.
de: Tritt nur erneut bei, wenn du dieser Einladung vertraust. Eine neuere Gruppenversion allein macht sie nicht vertrauenswürdig.
es: Vuelve a unirte solo si confías en esta invitación. Una versión más reciente del grupo no la hace fiable por sí sola.
fr: Ne rejoignez à nouveau le groupe que si vous faites confiance à cette invitation. Une version plus récente du groupe ne suffit pas à la rendre fiable.
it: Rientra solo se ti fidi di questo invito. Una versione più recente del gruppo non lo rende affidabile da sola.
pt: Volte a entrar apenas se confiar neste convite. Uma versão mais recente do grupo, por si só, não o torna fiável.
ru: Вступайте повторно, только если доверяете этому приглашению. Более новая версия группы сама по себе не делает его надёжным.
tr: Yalnızca bu davete güveniyorsanız yeniden katılın. Grubun daha yeni bir sürümü olması tek başına onu güvenilir kılmaz.
zh_hans: 只有在信任此邀请时才重新加入。仅仅是较新的群组版本并不意味着它可信。
zh_hant: 只有在信任此邀請時才重新加入。僅僅是較新的群組版本並不代表它可信。

source: Only you are here
de: Nur du bist hier
es: Solo tú estás aquí
fr: Vous êtes seul ici
it: Solo tu sei qui
pt: Só você está aqui
ru: Только ты здесь
tr: Sadece sen buradasın
zh_hans: 只有你在这里
zh_hant: 只有你在這裡

source: Only you see this on this device. Clearing it restores their profile name.
de: Nur du siehst das auf diesem Gerät. Wenn du es löschst, wird der Profilname wiederhergestellt.
es: Solo tú ves esto en este dispositivo. Si lo borras, se restaura el nombre de su perfil.
fr: Vous seul voyez ceci sur cet appareil. En l’effaçant, le nom de profil est rétabli.
it: Solo tu vedi questo su questo dispositivo. Cancellandolo, viene ripristinato il nome del profilo.
pt: Só você vê isso neste dispositivo. Ao apagar, o nome do perfil é restaurado.
ru: Это видно только вам на этом устройстве. Если очистить, вернётся имя из профиля.
tr: Bunu bu cihazda yalnızca siz görürsünüz. Temizlediğinizde profil adı geri gelir.
zh_hans: 仅你在本设备上可见。清除后将恢复其个人资料名称。
zh_hant: 僅你在本裝置上可見。清除後將恢復其個人檔案名稱。

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
pt: Abrir
ru: Открыть
tr: Aç
zh_hans: 打开
zh_hant: 開啟

source: Open Chats
de: Chats öffnen
es: Abrir chats
fr: Ouvrir les discussions
it: Apri le chat
pt: Abrir conversas
ru: Открыть чаты
tr: Sohbetleri aç
zh_hans: 打开聊天
zh_hant: 開啟聊天

source: Open Diagnostics
de: Öffnen Sie die Diagnose
es: Diagnóstico abierto
fr: Ouvrir le diagnostic
it: Apri Diagnostica
pt: Abrir Diagnóstico
ru: Открыть диагностику
tr: Teşhisi Aç
zh_hans: 打开诊断
zh_hant: 打開診斷

source: Open Link
de: Link öffnen
es: Abrir enlace
fr: Ouvrir le lien
it: Apri link
pt: Abrir link
ru: Открыть ссылку
tr: Bağlantıyı aç
zh_hans: 打开链接
zh_hant: 開啟連結

source: Open link?
de: Link öffnen?
es: ¿Abrir enlace?
fr: Ouvrir le lien ?
it: Aprire il link?
pt: Abrir link?
ru: Открыть ссылку?
tr: Bağlantı açılsın mı?
zh_hans: 打开链接？
zh_hant: 開啟連結？

source: Open Settings
de: Einstellungen öffnen
es: Abrir Configuración
fr: Ouvrir Réglages
it: Apri Impostazioni
pt: Abrir Configurações
ru: Открыть настройки
tr: Ayarları aç
zh_hans: 打开设置
zh_hant: 開啟設定

source: Open Share and Connect for %@
de: „Teilen & Verbinden“ für %@ öffnen
es: Abrir Compartir y conectar para %@
fr: Ouvrir Partager et se connecter pour %@
it: Apri Condividi e connetti per %@
pt: Abrir Compartilhar e conectar para %@
ru: Открыть «Поделиться и подключиться» для %@
tr: %@ için Paylaş ve Bağlan’ı aç
zh_hans: 打开 %@ 的“分享与连接”
zh_hant: 開啟 %@ 的「分享與連結」

source: Open task
de: Offene Aufgabe
es: Tarea pendiente
fr: Tâche en cours
it: Attività aperta
pt: Tarefa pendente
ru: Открытая задача
tr: Açık görev
zh_hans: 未完成的任务
zh_hant: 未完成的任務

source: Open the chat to try again.
de: Öffne den Chat, um es erneut zu versuchen.
es: Abre el chat para intentarlo de nuevo.
fr: Ouvrez la discussion pour réessayer.
it: Apri la chat per riprovare.
pt: Abra a conversa para tentar novamente.
ru: Откройте чат, чтобы повторить попытку.
tr: Tekrar denemek için sohbeti açın.
zh_hans: 打开聊天以重试。
zh_hant: 開啟聊天以重試。

source: Open this link?
de: Diesen Link öffnen?
es: ¿Abrir este enlace?
fr: Ouvrir ce lien ?
it: Aprire questo link?
pt: Abrir este link?
ru: Открыть эту ссылку?
tr: Bu bağlantı açılsın mı?
zh_hans: 打开此链接？
zh_hant: 開啟此連結？

source: Open video fullscreen
de: Video im Vollbildmodus öffnen
es: Abrir video en pantalla completa
fr: Ouvrir la vidéo en plein écran
it: Apri video a schermo intero
pt: Abrir vídeo em tela cheia
ru: Открыть видео на весь экран
tr: Videoyu tam ekran aç
zh_hans: 以全屏打开视频
zh_hant: 以全螢幕開啟影片

source: Open White Noise to view the invite
de: Öffnen Sie White Noise, um die Einladung anzuzeigen
es: Abra White Noise para ver la invitación.
fr: Ouvrez White Noise pour afficher l'invitation
it: Apri White Noise per visualizzare l'invito
pt: Abra White Noise para visualizar o convite
ru: Откройте White Noise, чтобы просмотреть приглашение.
tr: Daveti görüntülemek için White Noise'yu açın
zh_hans: 打开 White Noise 查看邀请
zh_hant: 開啟 White Noise 看邀請

source: OpenMLS group missing
de: OpenMLS-Gruppe fehlt
es: Falta el grupo OpenMLS
fr: Groupe OpenMLS absent
it: Gruppo OpenMLS mancante
pt: Grupo OpenMLS ausente
ru: Группа OpenMLS отсутствует
tr: OpenMLS grubu eksik
zh_hans: 缺少 OpenMLS 群组
zh_hant: 缺少 OpenMLS 群組

source: OpenMLS load failed
de: OpenMLS konnte nicht geladen werden
es: No se pudo cargar OpenMLS
fr: Échec du chargement d’OpenMLS
it: Caricamento di OpenMLS non riuscito
pt: Falha ao carregar o OpenMLS
ru: Не удалось загрузить OpenMLS
tr: OpenMLS yüklenemedi
zh_hans: OpenMLS 加载失败
zh_hant: OpenMLS 載入失敗

source: Opens Settings to allow microphone access.
de: Öffnet die Einstellungen, um den Mikrofonzugriff zu erlauben.
es: Abre Configuración para permitir el acceso al micrófono.
fr: Ouvre Réglages pour autoriser l’accès au microphone.
it: Apre Impostazioni per consentire l’accesso al microfono.
pt: Abre as Configurações para permitir o acesso ao microfone.
ru: Открывает настройки, чтобы разрешить доступ к микрофону.
tr: Mikrofon erişimine izin vermek için Ayarlar’ı açar.
zh_hans: 打开“设置”以允许访问麦克风。
zh_hant: 開啟「設定」以允許存取麥克風。

source: Operator: %@
de: Betreiber: %@
es: Operador: %@
fr: Opérateur : %@
it: Gestore: %@
pt: Operador: %@
ru: Оператор: %@
tr: İşletmeci: %@
zh_hans: 运营方：%@
zh_hant: 營運方：%@

source: Original message is no longer available
de: Die ursprüngliche Nachricht ist nicht mehr verfügbar
es: El mensaje original ya no está disponible
fr: Le message d'origine n'est plus disponible
it: Il messaggio originale non è più disponibile
pt: A mensagem original não está mais disponível
ru: Исходное сообщение больше недоступно
tr: Orijinal mesaj artık mevcut değil
zh_hans: 原始消息不再可用
zh_hant: 原始訊息不再可用

source: Other accounts use these key packages to invite you into MLS groups. "Synced" means the package is also visible on your key-package relays; "Local only" means this device has it but the relays didn't return it just now (it may not be replicated, or the relays didn't respond).
de: Andere Konten verwenden diese Schlüsselpakete, um Sie in MLS-Gruppen einzuladen. „Synchronisiert“ bedeutet, dass das Paket auch auf Ihren Schlüsselpaket-Relays sichtbar ist; „Nur lokal“ bedeutet, dass dieses Gerät es hat, die Relais es aber gerade nicht zurückgegeben haben (es wurde möglicherweise nicht repliziert oder die Relais haben nicht geantwortet).
es: Otras cuentas utilizan estos paquetes de llaves para invitarlo a grupos MLS. "Sincronizado" significa que el paquete también es visible en los relés de su paquete de llaves; "Solo local" significa que este dispositivo lo tiene pero los relés no lo devolvieron en este momento (es posible que no se haya replicado o que los relés no respondieron).
fr: D'autres comptes utilisent ces packages de clés pour vous inviter dans des groupes MLS. « Synchronisé » signifie que le colis est également visible sur vos relais de colis clés ; "Local uniquement" signifie que cet appareil l'a mais que les relais ne l'ont pas renvoyé pour l'instant (il se peut qu'il ne soit pas répliqué ou que les relais n'aient pas répondu).
it: Altri account utilizzano questi pacchetti chiave per invitarti nei gruppi MLS. "Sincronizzato" significa che il pacchetto è visibile anche sui relè del pacchetto chiavi; "Solo locale" significa che questo dispositivo lo ha ma i relè non lo hanno restituito in questo momento (potrebbe non essere replicato o i relè non hanno risposto).
pt: Outras contas usam esses pacotes de chaves para convidar você para grupos MLS. "Sincronizado" significa que o pacote também está visível nos relés do pacote de chaves; "Somente local" significa que este dispositivo o possui, mas os relés não o retornaram agora (pode não ter sido replicado ou os relés não responderam).
ru: Другие учетные записи используют эти пакеты ключей, чтобы пригласить вас в группы MLS. «Синхронизировано» означает, что пакет также виден на ваших ретрансляторах пакетов ключей; «Только локально» означает, что оно есть на этом устройстве, но реле не вернули его сейчас (возможно, оно не реплицировано или реле не ответили).
tr: Diğer hesaplar sizi MLS gruplarına davet etmek için bu anahtar paketlerini kullanır. "Senkronize edilmiş", paketin aynı zamanda anahtar paketi rölelerinizde de görülebileceği anlamına gelir; "Yalnızca yerel", cihazın bu cihazda olduğu ancak rölelerin şu anda geri göndermediği anlamına gelir (çoğaltılmamış olabilir veya röleler yanıt vermemiş olabilir).
zh_hans: 其他帐户使用这些密钥包邀请您加入 MLS 组。 “已同步”意味着该包裹在您的钥匙包继电器上也可见； “仅本地”意味着该设备有它，但中继现在没有返回它（它可能没有被复制，或者中继没有响应）。
zh_hant: 其他帳號使用這些金鑰包邀請您加入 MLS 群組。 「已同步」表示該包裹在您的鑰匙包繼電器上也可見； 「僅本地」表示該裝置有它，但中繼現在沒有返回它（它可能沒有被複製，或者中繼沒有回應）。

source: Other Key Packages on Relays
de: Weitere Schlüsselpakete auf Relays
es: Otros paquetes de claves en relays
fr: Autres paquets de clés sur les relais
it: Altri pacchetti di chiavi sui relay
pt: Outros pacotes de chaves nos relays
ru: Другие пакеты ключей на реле
tr: Aktarıcılardaki diğer anahtar paketleri
zh_hans: 中继上的其他密钥包
zh_hant: 中繼上的其他金鑰套件

source: Outstanding key packages published for this profile on relays.
de: Ausstehende Schlüsselpakete, die für dieses Profil auf Relays veröffentlicht wurden.
es: Paquetes de llaves pendientes publicados para este perfil en los relés.
fr: Les paquets de clés en attente publiés pour ce profil sur les relais.
it: I pacchetti di chiavi in sospeso pubblicati per questo profilo sui relay.
pt: Pacotes de chaves pendentes publicados para este perfil nos relays.
ru: Ожидающие пакеты ключей, опубликованные для этого профиля на реле.
tr: Bu profil için relaylerde yayınlanan bekleyen anahtar paketleri.
zh_hans: 为该个人资料在中继上发布的未处理密钥包。
zh_hant: 為此個人資料在中繼上發佈的待處理金鑰包。

source: Paste
de: Einfügen
es: Pegar
fr: Coller
it: Incolla
pt: Colar
ru: Вставить
tr: Yapıştır
zh_hans: 粘贴
zh_hant: 貼上

source: Paste an npub or scan a QR code to add someone you haven't chatted with yet.
de: Füge ein npub ein oder scanne einen QR-Code, um jemanden hinzuzufügen, mit dem du noch nicht gechattet hast.
es: Pega un npub o escanea un código QR para añadir a alguien con quien aún no has chateado.
fr: Collez un npub ou scannez un code QR pour ajouter quelqu'un avec qui vous n'avez pas encore discuté.
it: Incolla un npub o scansiona un codice QR per aggiungere qualcuno con cui non hai ancora chattato.
pt: Cole um npub ou escaneie um código QR para adicionar alguém com quem você ainda não conversou.
ru: Вставьте npub или отсканируйте QR-код, чтобы добавить того, с кем вы ещё не общались.
tr: Henüz sohbet etmediğin birini eklemek için bir npub yapıştır veya QR kodu tara.
zh_hans: 粘贴 npub 或扫描二维码即可添加尚未聊过天的人。
zh_hant: 貼上 npub 或掃描行動條碼即可加入尚未聊過天的人。

source: Paste an npub, scan a QR code, or share yours to start chatting.
de: Füge ein npub ein, scanne einen QR-Code oder teile deinen, um loszulegen.
es: Pega un npub, escanea un código QR o comparte el tuyo para empezar a chatear.
fr: Collez un npub, scannez un code QR ou partagez le vôtre pour commencer à discuter.
it: Incolla un npub, scansiona un codice QR o condividi il tuo per iniziare a chattare.
pt: Cole um npub, escaneie um código QR ou compartilhe o seu para começar a conversar.
ru: Вставьте npub, отсканируйте QR-код или поделитесь своим, чтобы начать общение.
tr: Sohbete başlamak için bir npub yapıştır, QR kodu tara veya kendi kodunu paylaş.
zh_hans: 粘贴 npub、扫描二维码或分享你的二维码即可开始聊天。
zh_hant: 貼上 npub、掃描行動條碼或分享你的條碼即可開始聊天。

source: Paste your nsec (bech32 secret key). Public npub values are for sharing and cannot sign in.
de: Fügen Sie Ihren nsec (bech32-Geheimschlüssel) ein. Öffentliche npub-Werte dienen der Freigabe und können nicht angemeldet werden.
es: Pegue su nsec (llave secreta de bech32). Los valores públicos npub son para compartir y no pueden iniciar sesión.
fr: Collez votre nsec (clé secrète bech32). Les valeurs publiques npub sont destinées au partage et ne permettent pas de se connecter.
it: Incolla il tuo nsec (chiave segreta bech32). I valori npub pubblici sono destinati alla condivisione e non consentono l'accesso.
pt: Cole seu nsec (chave secreta bech32). Os valores npub públicos são para compartilhamento e não podem entrar.
ru: Вставьте свой nsec (секретный ключ bech32). Общедоступные значения npub предназначены для совместного использования и не позволяют войти в систему.
tr: nsec'nuzu (bech32 gizli anahtarınızı) yapıştırın. Genel npub değerleri paylaşım içindir ve oturum açılamaz.
zh_hans: 粘贴您的 nsec（bech32 密钥）。公共 npub 值用于共享，无法登录。
zh_hant: 貼上您的 nsec（bech32 金鑰）。公共 npub 值用於共享，無法登入。

source: Paste your nsec secret key.
de: Füge deinen geheimen nsec-Schlüssel ein.
es: Pega tu llave secreta nsec.
fr: Collez votre clé secrète nsec.
it: Incolla la tua chiave segreta nsec.
pt: Cole sua chave secreta nsec.
ru: Вставьте свой секретный ключ nsec.
tr: nsec gizli anahtarınızı yapıştırın.
zh_hans: 粘贴你的 nsec 私钥。
zh_hant: 貼上你的 nsec 私鑰。

source: Paused
de: Pausiert
es: En pausa
fr: En pause
it: In pausa
pt: Pausado
ru: Приостановлено
tr: Duraklatıldı
zh_hans: 已暂停
zh_hant: 已暫停

source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
it: In attesa
pt: Pendente
ru: Ожидается
tr: Bekliyor
zh_hans: 待处理
zh_hant: 待處理

source: Pending attempts
de: Ausstehende Versuche
es: Intentos pendientes
fr: Tentatives en attente
it: Tentativi in attesa
pt: Tentativas pendentes
ru: Ожидающие попытки
tr: Bekleyen denemeler
zh_hans: 待处理的尝试
zh_hant: 待處理的嘗試

source: Pending commit recovery failed
de: Wiederherstellung des ausstehenden Commits fehlgeschlagen
es: Falló la recuperación del commit pendiente
fr: Échec de la récupération du commit en attente
it: Ripristino del commit in attesa non riuscito
pt: Falha ao recuperar o commit pendente
ru: Не удалось восстановить ожидающий коммит
tr: Bekleyen commit kurtarılamadı
zh_hans: 待处理提交恢复失败
zh_hant: 待處理提交復原失敗

source: People
de: Personen
es: Personas
fr: Personnes
it: Persone
pt: Pessoas
ru: Люди
tr: Kişiler
zh_hans: 联系人
zh_hant: 聯絡人

source: People & Body
de: Menschen & Körper
es: Personas y cuerpo
fr: Personnes et corps
it: Persone e corpo
pt: Pessoas e Corpo
ru: Люди и тело
tr: İnsanlar ve Vücut
zh_hans: 人与身体
zh_hant: 人與身體

source: People you follow
de: Gefolgte Personen
es: Personas que sigues
fr: Personnes suivies
it: Persone che segui
pt: Pessoas que você segue
ru: Ваши подписки
tr: Takip ettiğin kişiler
zh_hans: 你关注的人
zh_hant: 你追蹤的人

source: Periodic rotation
de: Regelmäßige Rotation
es: Rotación periódica
fr: Rotation périodique
it: Rotazione periodica
pt: Rotação periódica
ru: Периодическая ротация
tr: Periyodik rotasyon
zh_hans: 定期轮换
zh_hant: 定期輪替

source: Permanently remove this profile and its local data from this device.
de: Entfernen Sie dieses Profil und seine lokalen Daten dauerhaft von diesem Gerät.
es: Elimina permanentemente este perfil y sus datos locales de este dispositivo.
fr: Supprimez définitivement ce profil et ses données locales de cet appareil.
it: Rimuovi definitivamente questo profilo e i relativi dati locali da questo dispositivo.
pt: Remova permanentemente este perfil e seus dados locais deste dispositivo.
ru: Удалите навсегда этот профиль и его локальные данные с этого устройства.
tr: Bu profili ve yerel verilerini bu cihazdan kalıcı olarak kaldırın.
zh_hans: 从此设备中永久删除此配置文件及其本地数据。
zh_hant: 從此裝置永久刪除此設定檔及其本機資料。

source: Permission
de: Erlaubnis
es: Permiso
fr: Autorisation
it: Autorizzazione
pt: Permissão
ru: Разрешение
tr: İzin
zh_hans: 允许
zh_hant: 允許

source: Permission needed
de: Zustimmung erforderlich
es: Se necesita permiso
fr: Autorisation nécessaire
it: Consenso necessario
pt: Permissão necessária
ru: Требуется разрешение
tr: İzin gerekli
zh_hans: 需要许可
zh_hant: 需要許可

source: Photo Library
de: Fotomediathek
es: Fototeca
fr: Photothèque
it: Libreria foto
pt: Biblioteca de fotos
ru: Медиатека
tr: Fotoğraf Arşivi
zh_hans: 照片图库
zh_hant: 照片圖庫

source: Photos
de: Fotos
es: Fotos
it: Foto
pt: Fotos
ru: Фото
tr: Fotoğraflar
zh_hans: 照片
zh_hant: 照片

source: Photos and Videos
de: Fotos und Videos
es: Fotos y vídeos
fr: Photos et vidéos
it: Foto e video
pt: Fotos e vídeos
ru: Фото и видео
tr: Fotoğraflar ve videolar
zh_hans: 照片和视频
zh_hant: 照片和影片

source: Picture URL
de: Bild-URL
es: URL de la imagen
fr: URL de l'image
it: URL dell'immagine
pt: URL da imagem
ru: URL-адрес изображения
tr: Resim URL'si
zh_hans: 图片网址
zh_hant: 圖片網址

source: Pin
de: Anheften
es: Fijar
fr: Épingler
it: Fissa
pt: Fixar
ru: Закрепить
tr: Sabitle
zh_hans: 置顶
zh_hant: 置頂

source: Pinch to zoom, then drag to position the image.
de: Ziehe zum Zoomen zwei Finger zusammen oder auseinander und verschiebe dann das Bild.
es: Pellizca para ampliar y arrastra para colocar la imagen.
fr: Pincez pour zoomer, puis faites glisser l’image pour la positionner.
it: Pizzica per ingrandire, quindi trascina per posizionare l’immagine.
pt: Faça o gesto de pinça para ampliar e arraste para posicionar a imagem.
ru: Разведите пальцы, чтобы увеличить масштаб, затем перетащите изображение в нужное положение.
tr: Yakınlaştırmak için parmaklarınızı açın, ardından görseli konumlandırmak için sürükleyin.
zh_hans: 双指捏合缩放，然后拖动以调整图像位置。
zh_hant: 雙指撥動縮放，然後拖曳以調整影像位置。

source: Pinned
de: Angeheftet
es: Fijado
fr: Épinglé
it: Fissata
pt: Fixada
ru: Закреплено
tr: Sabitlendi
zh_hans: 已置顶
zh_hant: 已置頂

source: Please check your connection and try again.
de: Bitte überprüfe deine Verbindung und versuche es erneut.
es: Comprueba tu conexión e inténtalo de nuevo.
fr: Vérifiez votre connexion et réessayez.
it: Controlla la connessione e riprova.
pt: Verifique sua conexão e tente novamente.
ru: Проверьте подключение и повторите попытку.
tr: Lütfen bağlantınızı kontrol edip tekrar deneyin.
zh_hans: 请检查网络连接，然后重试。
zh_hant: 請檢查網路連線，然後再試一次。

source: Please try again.
de: Bitte versuche es erneut.
es: Inténtalo de nuevo.
fr: Veuillez réessayer.
it: Riprova.
pt: Tente novamente.
ru: Повторите попытку.
tr: Lütfen tekrar deneyin.
zh_hans: 请重试。
zh_hant: 請再試一次。

source: Point the camera at a White Noise profile QR
de: Richten Sie die Kamera auf ein White Noise-Profil QR
es: Apunte la cámara a un perfil White Noise QR
fr: Pointez la caméra vers un profil White Noise QR
it: Punta la fotocamera su un profilo White Noise QR
pt: Aponte a câmera para um perfil White Noise QR
ru: Наведите камеру на профиль White Noise QR.
tr: Kamerayı bir White Noise profili QR'ya doğrultun
zh_hans: 将相机对准 White Noise 配置文件 QR
zh_hant: 將相機對準 White Noise 設定檔 QR

source: Powered by
de: Bereitgestellt von
es: Con tecnología de
fr: Propulsé par
it: Con tecnologia
pt: Fornecido por
ru: Работает на
tr: Sağlayıcı
zh_hans: 技术支持
zh_hant: 技術支援

source: Preferences
de: Voreinstellungen
es: Preferencias
fr: Préférences
it: Preferenze
pt: Preferências
ru: Параметры
tr: Tercihler
zh_hans: 偏好设置
zh_hant: 偏好設定

source: Preparing Camera
de: Kamera wird vorbereitet
es: Preparando la cámara
fr: Préparation de l’appareil photo
it: Preparazione fotocamera
pt: Preparando a câmera
ru: Подготовка камеры
tr: Kamera hazırlanıyor
zh_hans: 正在准备相机
zh_hant: 正在準備相機

source: Preparing export
de: Export wird vorbereitet
es: Preparando exportación
fr: Préparation de l'export
it: Preparazione dell'esportazione
pt: Preparando exportação
ru: Подготовка экспорта
tr: Dışa aktarma hazırlanıyor
zh_hans: 正在准备导出
zh_hant: 正在準備匯出

source: Preparing image…
de: Bild wird vorbereitet…
es: Preparando imagen…
fr: Préparation de l’image…
it: Preparazione immagine…
pt: Preparando imagem…
ru: Подготовка изображения…
tr: Görsel hazırlanıyor…
zh_hans: 正在准备图片…
zh_hant: 正在準備圖片…

source: Preparing Photo
de: Foto wird vorbereitet
es: Preparando la foto
fr: Préparation de la photo
it: Preparazione della foto
pt: Preparando a foto
ru: Подготовка фото
tr: Fotoğraf hazırlanıyor
zh_hans: 正在准备照片
zh_hant: 正在準備照片

source: Preparing to end group…
de: Beenden der Gruppe wird vorbereitet…
es: Preparando la finalización del grupo…
fr: Préparation de la fermeture du groupe…
it: Preparazione alla chiusura del gruppo…
pt: Preparando para encerrar o grupo…
ru: Подготовка к завершению группы…
tr: Grubu sonlandırmaya hazırlanıyor…
zh_hans: 正在准备结束群组…
zh_hant: 正在準備結束群組…

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
pt: Pré-visualização
ru: Предпросмотр
tr: Önizleme
zh_hans: 预览
zh_hant: 預覽
